; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0416	Português		Brasil		1252		PTB 

[info]
LanguageName=Português (Brasil)
LanguageID=0x0416
CodePage=1252
Translator=Anubis
Version=1.0
LastModified=3/27/2009

[Common]
AlreadyRun=Já esta sendo executado..... Não é necessário executar novamente.
AboutBox=&Sobre TCPZ...
Minimize=Minimizar
OK=OK
Success=Sucesso
Fail=Falha
SaveToFile=Salvar no Arquivo


[TCP]
Version=Versão
FileLimit=Limite Arquivo
MemoryLimit=Limite Memória
OriginalFile=Original
Yes=Sim
No=Não
EVIDCount=EvID 4226
Connection=Conexão
Established=Conectado
HalfOpen=Half Open
CreateDepth=Create Depth
Incoming=Recebendo
Speed=Velocidade
Download=Download
Upload=Upload
Peak=Valor máximo
FailGetNicInfo=Erro ao obter informações sobre o adaptador de rede.
VersionNotMatch=Esta versão do tcpip.sys não é compatível com este S.O., TCP-Z será cancelado.\n\nEste programa não é executado no modo de compatibilidade!
FailGetVersion=Erro. O arquivo tcpip.sys pode estar bloqueado.
UnKnown=Desconhecido
UnLimited=Ilimitado, Modificado

[Statistics]
Statistics=Estatísticas
TCPStatistics=Estatísticas TCP para IPv4
DurationOfStatistics=Duração das Estatísticas
OutgoingConnection=Conexões Enviadas
IncomingConnection=Conexões Recebidas
FailedConnection=Conexões não Estabelecidas
EstablishedConnection=Conexões Estabelecidas
SuccessRatio=% de Sucesso
Reset=Atualizar
AdapterInfo=Informações sobre os Adaptadores de Rede
DeviceType=Tipo de Dispositivo
OperateStatus=Estado Operacional
LinkSpeed=Veloc. da Conexão
TransmitSpeed=Veloc. da Transmissão
ReceiveSpeed=Veloc. da Recepção
; // A: This "UP" comes from c++ header file, means active, connected
Up=Conectado
Down=Desconectado
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Detalhes
Process=Processo
PID=PID
ProcessInfo=Informações do Processo
; These info is same as Windows Task Manager
MemUsage=Uso Memória
VMSize=Tamanho MV
IORead=Leituda E/S
IOWrite=Gravação E/S


[Patch]
Patch=Patch
PatchMemory=Alterar a Memória
PatchFile=Alterar o Arquivo Tcpip.sys
OldValue=Valor Atual
NewValue=Novo Valor
Offset=Offset
Apply=Aplicar
MsgMemPatch=Altere o valor do limite half-open diretamente na memória.\nO efeito é imediato.\n\nO valor alterado permanecerá até o sistema reiniciar.
TipMemPatch=Dicas para Alterar o Valor na Memória
Open=Abrir
MsgTipMemPatch=Para maior automação, use o TCP-Z Virtual Device.\nInstale somente uma vez, e o valor do limite de conexão half-open será alterado com o valor escolhido toda vez que o sistema iniciar.
MsgFilePatch=Para ter efeito, é necessário reiniciar o sistema.\nSó é preciso aplicar esse patch uma única vez.\n\nPara modificar o arquivo no Vista, use o 'Universal Tcpip.sys Patch'.

InvalidValue=O novo valor é inválido!
ComfirmPatchFile=Tem certeza que deseja alterar o arquivo Tcpip.sys?
FailDisableWFP=Falha para desativar a Proteção de Arquivo do Windows.\n\nOu a PAW já está desabilitada.

UnsupportedOS=Esta versão do S.O. não é suportada.
FailExtractFile=Falha na extração do driver do arquivo.
FailLoadDriver=Falha para carregar o driver. \nPor favor, execute este programa como Administrador.\n\nAlguns antivírus podem bloquear o driver, então é preciso alterar as regras do programa.
LoadErrorCode=Erro ao carregar o driver do tcp-z. Código do Erro:
FailOpenSCM=Falha ao abrir o Service Control Manager. As permissões não são suficientes.
FailCreateService=Falha ao criar serviço.
FailStartService=Falha ao executar o serviço.
TestsigningNotEnable=O estatus do TESTSIGNING está desativado.\n\nPara maiores detalhes, leia o arquivo Readme.txt.\n\nAtivar TESTSIGNING agora?
TestsigningSetOK=O estatus do TESTSIGNING está ativado.\n\nSe a mensagem 'Test Mode' surgir na área de trabalho, remova-a executando o arquivo 'RemoveWatermarkX64.exe'.\n\nPara ter efeito é necessário reiniciar o computador.

SetSuccess=O limite da conexão TCP Half Open foi alterada para:
SetFail=Falha ao ajustar o novo valor limite.


[About]
About=Sobre
ReadMe=Informações e Ajuda...

[MiniBar]
Active=Ativo
Statistics=Estatísticas


[LanguageDialog]
LangChanged=O idioma da interface foi alterada, é necessário reiniciar o programa.


[PopupMenu]
ShowTCPZ=&Mostrar / Ocultar TCP-Z
OnTopmost=Permanecer visível
ShowMinibar=Mostrar / Ocultar Mini-barra
Transparent=Transparência
CaptureTCPZ=Capturar janela do TCP-Z
CaptureScreen=&Capturar toda tela
RefreshNicList=&Atualizar a lista de adaptadores de rede
Exit=&Sair